Repository: mgiuditta/bubo
Catalog: BuboQuickLook/Localizable.xcstrings
Source language: it
Languages: en

source: %@, non questa Macchina
en: %@, not this Machine

source: Aprila in Bubo per leggerla.
en: Open it in Bubo to read it.

source: Aprilo in Bubo e confronta il codice a voce con l'altra persona.
en: Open it in Bubo and compare the code aloud with the other person.

source: Attenzione
en: Warning

source: Biglietto Bubo
en: Bubo Ticket

source: Chiave
en: Key

source: Consegna Bubo, cifrata
en: Encrypted Bubo Delivery

source: Da
en: From

source: Di
en: From

source: Dimensioni
en: Size

source: Per
en: To

source: da verificare in Bubo
en: check in Bubo

source: mittente sconosciuto
en: unknown sender

source: questa Macchina
en: this Machine

source: un'altra Macchina
en: another Machine
